INSERT INTO member (
    joined_at,
    name,
    phone,
    customer_id,
    birth_date,
    gender,
    member_status,
    converted_at,
    restriction,
    inflow_channel
) VALUES
    ('2025-01-03 09:10:00', '홍*동', '010-1101-2101', 'RRP20250314000001', '80****', 'M', 'REGULAR', '2025-01-03 12:00:00', 'NORMAL', '라운드'),
    ('2025-01-05 10:15:00', '이*영', '010-1102-2102', 'RRP20250314000002', '81****', 'F', 'PRE_REGULAR', NULL, 'ADMIN_LIMITED', '휘슬'),
    ('2025-01-08 11:20:00', '김*수', '010-1103-2103', 'RRP20250314000003', '82****', 'M', 'WITHDRAW_ERROR', NULL, 'NORMAL', '이벤트'),
    ('2025-01-11 13:00:00', '박*민', '010-1104-2104', 'RRP20250314000004', '83****', 'F', 'REGULAR', '2025-01-12 10:00:00', 'NORMAL', '네셀카드'),
    ('2025-01-15 14:30:00', '최*정', '010-1105-2105', 'RRP20250314000005', '84****', 'F', 'PRE_REGULAR', NULL, 'ADMIN_LIMITED', '라운드'),
    ('2025-01-18 16:45:00', '한*림', '010-1106-2106', 'RRP20250314000006', '85****', 'M', 'REGULAR', '2025-01-19 09:40:00', 'NORMAL', '휘슬');
